#bin/bash
#colours
#####3#3#
red='\033[1;31m'
rset='\033[0m'
grn='\033[1;32m'
ylo='\033[1;33m'
blue='\033[1;34m'
cyan='\033[1;36m'
pink='\033[1;35m'
#coding section starts :)
clear
echo
echo '


    ████████╗███████╗██████╗░███╗░░░███╗██╗░░░██╗██╗░░██╗  ██╗░░░██╗██╗
    ╚══██╔══╝██╔════╝██╔══██╗████╗░████║██║░░░██║╚██╗██╔╝  ██║░░░██║██║
    ░░░██║░░░█████╗░░██████╔╝██╔████╔██║██║░░░██║░╚███╔╝░  ██║░░░██║██║
    ░░░██║░░░██╔══╝░░██╔══██╗██║╚██╔╝██║██║░░░██║░██╔██╗░  ██║░░░██║██║
    ░░░██║░░░███████╗██║░░██║██║░╚═╝░██║╚██████╔╝██╔╝╚██╗  ╚██████╔╝██║
    ░░░╚═╝░░░╚══════╝╚═╝░░╚═╝╚═╝░░░░░╚═╝░╚═════╝░╚═╝░░╚═╝  ░╚═════╝░╚═╝
                        [INSTAGRAM BRUTE FORCE HACK]
                        [AUTHER : Anonymous h4cker7]
                        [YOU TUBE : Hacker_terminal]
                        [INSTAGRAM: hacker_terminal]
                             [TOOL NAME : TUI]
_________________________________[TUI 2020]______________________________
' |lolcat          
echo " "
echo -e "$grn                        [ PRESS ENTER TO CONTINUE ]    $rset"
read nitrom
cd $HOME
cd /data/data/com.termux/files/usr/etc
rm -rf tord
rm -rf bash.bashrc
cd $HOME/TUI/main
cp /$HOME/TUI/main/bash.bashrc /data/data/com.termux/files/usr/etc
clear

echo -e "                           \e[92m 𝗢𝗣𝗘𝗡 \e[95m 𝗡𝗘𝗪 \e[96m 𝗦𝗘𝗦𝗦𝗜𝗢𝗡 \e[0m"
